{"categories":[{"name":"Health","slug":"health","entries":[{"slug":"pneumonia","title":"Pneumonia","excerpt":"Pneumonia is the leading cause of death in children under 5 — more than 800,000 children died due to pneumonia in 2017.","kpi":""},{"slug":"diarrheal-diseases","title":"Diarrheal diseases","excerpt":"Diarrheal diseases were the third leading cause of death in children under 5 in 2017 and are becoming an increasing burden in people aged 70 and over.","kpi":""},{"slug":"causes-of-death","title":"Causes of Death","excerpt":"56 million people die every year. What do they die from? How did the causes of death change over time?","kpi":""},{"slug":"mental-health","title":"Mental Health","excerpt":"A global overview of the prevalence of depression, anxiety disorders, bipolar disorder, eating disorders, and schizophrenia.","kpi":"<ul>\n<li>It is estimated that <strong>792 million people</strong> have a mental health disorder.</li>\n</ul>\n"},{"slug":"financing-healthcare","title":"Financing Healthcare","excerpt":"Health is a fundamental driver of our overall quality of life. Healthcare is one of the key inputs for good health. How is healthcare financed across the world? How much do countries pay? See global and country-level data on financing healthcare and its impact on health outcomes.","kpi":""},{"slug":"health-meta","title":"Global Health","excerpt":"Global health has changed dramatically in recent decades. What do health inequalities look like? Is child mortality rising or falling? Which countries are living shorter or longer lives? See global and country-level data on changes in health.","kpi":""},{"slug":"burden-of-disease","title":"Burden of Disease","excerpt":"What is the global impact of disease, disability, accidents, and premature deaths? How is the burden of disease distributed and how did it change over time?","kpi":""},{"slug":"cancer","title":"Cancer","excerpt":"Cancers are one of the leading causes of death globally. Are we making progress against cancer?","kpi":"<ul>\n<li><strong>9.6 million</strong> deaths per year, <strong>88%</strong> are 50 years and older.</li>\n</ul>\n"},{"slug":"suicide","title":"Suicide","excerpt":"Every suicide is a tragedy. But they can be prevented.","kpi":"<ul>\n<li><strong>800,000 die</strong>; <strong>58%</strong> are younger than 50 years old.</li>\n</ul>\n"},{"slug":"maternal-mortality","title":"Maternal Mortality","excerpt":"What could be more tragic than a mother losing her life in the moment that she is giving birth to her newborn? What can be done to prevent the deaths of mothers?","kpi":"<ul>\n<li>Every year <strong>303,000 women</strong> die from pregnancy-related causes.</li>\n</ul>\n"},{"slug":"life-expectancy","title":"Life Expectancy","excerpt":"Life expectancy captures the average age of death in a population and is the key metric for assessing population health.","kpi":"<ul>\n<li>The global average life expectancy is <strong>73 years</strong>.</li>\n</ul>\n"},{"slug":"child-mortality","title":"Child & Infant Mortality","excerpt":"Why are children dying and what can be done to prevent it?","kpi":"<ul>\n<li>Globally <strong>5.5 million</strong> children die per year, <strong>3.9%</strong> of all children.</li>\n</ul>\n"}],"subcategories":[{"name":"Health risks","slug":"health-risks","entries":[{"slug":"drug-use","title":"Drug Use","excerpt":"Drug use – which includes smoking, alcohol, and illicit drug use is one of the world’s largest health problems today. ","kpi":"<ul>\n<li>Every year <strong>11.8 million people</strong> die prematurely as a result of tobacco smoking, alcohol consumption and illicit drug use.</li>\n</ul>\n"},{"slug":"outdoor-air-pollution","title":"Outdoor Air Pollution","excerpt":"Outdoor air pollution is one of the world’s largest health and environmental problems.","kpi":"<ul>\n<li><strong>3.4 Million people</strong> die from outdoor air pollution every year, <strong>43%</strong> are younger than 70 years.</li>\n</ul>\n"},{"slug":"alcohol-consumption","title":"Alcohol Consumption","excerpt":"Who consumes the most alcohol? How has consumption changed over time? And what are the health impacts?","kpi":"<ul>\n<li>Global average consumption is more than <strong>6 liters of alcohol</strong> per person per year.</li>\n</ul>\n"},{"slug":"illicit-drug-use","title":"Opioids, cocaine, cannabis and illicit drugs","excerpt":"How common is the use and addiction to opioids, cocaine, amphetamines and cannabis? What is the impact?","kpi":"<ul>\n<li>Illicit drugs are responsible for <strong>590,000 premature deaths</strong> per year; <strong>42%</strong> are younger than 50 years.</li>\n</ul>\n"},{"slug":"obesity","title":"Obesity","excerpt":"When did obesity increase? How do rates vary across the world? What is the health impact?","kpi":"<ul>\n<li>Globally <strong>13% of adults</strong> are obese.</li>\n<li>Obesity is responsible for <strong>4.7 million</strong> premature deaths per year, <strong>53%</strong> are younger than 70 years.</li>\n</ul>\n"},{"slug":"air-pollution","title":"Air Pollution","excerpt":"Indoor and outdoor air pollution have a large impact on health.","kpi":""},{"slug":"indoor-air-pollution","title":"Indoor Air Pollution","excerpt":"Indoor air pollution – caused by the burning of firewood, crop waste, and dung for cooking and heating – is a major health risk of the world’s poorest.","kpi":"<ul>\n<li><strong>1.6 million people</strong> die from indoor air pollution every year, <strong>55%</strong> are younger than 70 years.</li>\n</ul>\n"},{"slug":"smoking","title":"Smoking","excerpt":"Tobacco smoking is one of the world’s largest health problems today.","kpi":"<ul>\n<li>Every year <strong>8.1 million</strong> die prematurely as a result of smoking. Half are younger than 70 years.</li>\n</ul>\n"}]},{"name":"Infectious diseases","slug":"infectious-diseases","entries":[{"slug":"tetanus","title":"Tetanus","excerpt":"Tetanus is a bacterial infection that leads to painful muscle contractions and possibly death.","kpi":"<ul>\n<li><strong>40,000 die</strong> from Tetanus every year; <strong>half</strong> are children under 5 years old.</li>\n</ul>\n"},{"slug":"smallpox","title":"Smallpox","excerpt":"The infectious disease once killed millions each year. Then humanity eradicated it globally. How was this possible?","kpi":""},{"slug":"hiv-aids","title":"HIV / AIDS","excerpt":"A global epidemic and the leading cause of death in some countries.","kpi":"<ul>\n<li><strong>1 million deaths</strong> per year, <strong>84%</strong> are younger than 50 years.</li>\n</ul>\n"},{"slug":"polio","title":"Polio","excerpt":"Just a generation ago polio paralyzed hundreds of thousands of children every year. Now the world can possibly eradicate it – polio remains endemic in only 2 countries.","kpi":""},{"slug":"eradication-of-diseases","title":"Eradication of Diseases","excerpt":"Humanity has eradicated one severe disease. Which ones could we eradicate in our lifetimes and how?","kpi":""},{"slug":"malaria","title":"Malaria","excerpt":"The deadly disease transmitted by mosquitoes is one of the leading causes of death in children. How did we eliminate the disease in some world regions and how can we continue progress against malaria?","kpi":"<ul>\n<li><strong>620,000 deaths</strong> per year, <strong>57%</strong> are younger than 5 years.</li>\n</ul>\n"}]},{"name":"Health institutions and interventions","slug":"health-institutions-and-interventions","entries":[{"slug":"vaccination","title":"Vaccination","excerpt":"Vaccines are key in making progress against infectious diseases and save millions of lives every year.","kpi":"<ul>\n<li><strong>14% of children</strong> in the world do not receive basic vaccines.</li>\n</ul>\n"}]}]},{"name":"Demographic Change","slug":"population","entries":[],"subcategories":[{"name":"Population change","slug":"population-change","entries":[{"slug":"age-structure","title":"Age Structure","excerpt":"What is the age profile of populations around the world? How did it change and what will the age structure of populations look like in the future?","kpi":"<ul>\n<li>26% are younger than 14 years – 8% are older than 65.</li>\n<li>The global median age increased from 22 years in 1970 to 31 years.</li>\n</ul>\n"},{"slug":"gender-ratio","title":"Gender Ratio","excerpt":"How does the number of men and women differ between countries? And why?","kpi":""},{"slug":"future-population-growth","title":"Future Population Growth","excerpt":"What can we expect for the future? What determines how large or small the world population will be?","kpi":"<ul>\n<li>The UN projects that the global population will be <strong>10.8 billion by 2100</strong>.</li>\n<li>The population growth rate is then expected to be <strong>close to zero</strong>.</li>\n</ul>\n"},{"slug":"world-population-growth","title":"World Population Growth","excerpt":"When and why did the world population grow? And how does rapid population growth come to an end?","kpi":"<ul>\n<li>The world population increased from 1 billion in 1800 to <strong>7.7 billion today</strong>.</li>\n<li>The world population growth rate has halved from above 2% per year 50 years ago to <strong>1.05% per year</strong>.</li>\n</ul>\n"}]},{"name":"Life...","slug":"life","entries":[{"slug":"fertility-rate","title":"Fertility Rate","excerpt":"How does the number of children vary across the world and over time? What is driving this rapid global change?","kpi":"<ul>\n<li>The global average fertility rate is <strong>2.5 children per woman</strong>, in the last 50 years this rate has halved.</li>\n</ul>\n"}]},{"name":"...and death","slug":"and-death","entries":[{"slug":"life-expectancy","title":"Life Expectancy","excerpt":"Life expectancy captures the average age of death in a population and is the key metric for assessing population health.","kpi":"<ul>\n<li>The global average life expectancy is <strong>73 years</strong>.</li>\n</ul>\n"},{"slug":"child-mortality","title":"Child & Infant Mortality","excerpt":"Why are children dying and what can be done to prevent it?","kpi":"<ul>\n<li>Globally <strong>5.5 million</strong> children die per year, <strong>3.9%</strong> of all children.</li>\n</ul>\n"}]},{"name":"Distribution of the World Population","slug":"distribution-of-the-world-population","entries":[{"slug":"urbanization","title":"Urbanization","excerpt":"The world population is moving to cities. Why is urbanization happening and what are the consequences?","kpi":"<ul>\n<li>More than half – <strong>55%</strong> – of the world population live in urban areas.</li>\n</ul>\n"}]}]},{"name":"Food and Agriculture","slug":"food","entries":[{"slug":"pesticides","title":"Pesticides","excerpt":"","kpi":""},{"slug":"seafood-production","title":"Seafood Production","excerpt":"Global production of fish and seafood has quadrupled over the past 50 years. This has increased pressures on wild fish populations, but more sustainable solutions exist. See global and country-level data on seafood production and consumption.","kpi":""},{"slug":"alcohol-consumption","title":"Alcohol Consumption","excerpt":"Who consumes the most alcohol? How has consumption changed over time? And what are the health impacts?","kpi":"<ul>\n<li>Global average consumption is more than <strong>6 liters of alcohol</strong> per person per year.</li>\n</ul>\n"},{"slug":"meat-production","title":"Meat and Dairy Production","excerpt":"With more and richer mouths to feed, global demand for meat has seen a rapid rise. How much meat do we produce and consume? What are the consequences of livestock production? See global and country-level data on meat production, consumption and its impacts.","kpi":""},{"slug":"land-use","title":"Land Use","excerpt":"Humans have had a significant impact on land use across the world. From cities and urban areas to farming and deforestation, we have reshaped the terrestrial ecosystems of the planet. See global and country-level data on land use change over time.","kpi":""},{"slug":"fertilizer","title":"Fertilizers","excerpt":"Fertilizers and pesticides have become an integral input for many agricultural systems. How has production changed over time? How widely are they applied across the world? See global and country-level data on fertilizer and pesticide production, use and impacts.","kpi":""},{"slug":"crop-yields","title":"Crop Yields","excerpt":"Crop yields are on the rise – but are they keeping pace with population growth? How can we feed a growing population without increasing agricultural land? See global and country-level data on changes in crop yields.","kpi":""},{"slug":"famines","title":"Famines","excerpt":"A famine is an acute episode of extreme hunger that results in excess mortality. Famines have always occurred as the result of a complex mix of ‘technical’ and ‘political’ factors. How has the frequency of famines changed over time? Explore our global and country-level database and visualizations of famines.","kpi":""},{"slug":"human-height","title":"Human Height","excerpt":"Human height is determined by a range of genetic and environmental factors. How do average heights vary across the world? How have heights changed over time? See global and country-level data on the evolution and differences in human height.","kpi":""},{"slug":"food-prices","title":"Food Prices","excerpt":"Food prices not only influence consumer affordability, but also influence the income of farmers and producers. But how do food prices and spending vary across the world? How have prices changed in the past? See global and country-level data on food prices and expenditure.","kpi":""},{"slug":"employment-in-agriculture","title":"Employment in Agriculture","excerpt":"For millennia, agriculture was the cornerstone of employment and labour. Still today, two-thirds of the working population in the poorest countries are employed in agriculture. But this is changing rapidly. See global and country-level data on agricultural employment over time.","kpi":""}],"subcategories":[{"name":"Nutrition","slug":"nutrition","entries":[{"slug":"diet-compositions","title":"Diet Compositions","excerpt":"A varied diet which is rich in nutrients is essential for good health and wellbeing. The diversity and quality of diets varies significantly across the world.","kpi":""},{"slug":"obesity","title":"Obesity","excerpt":"When did obesity increase? How do rates vary across the world? What is the health impact?","kpi":"<ul>\n<li>Globally <strong>13% of adults</strong> are obese.</li>\n<li>Obesity is responsible for <strong>4.7 million</strong> premature deaths per year, <strong>53%</strong> are younger than 70 years.</li>\n</ul>\n"},{"slug":"micronutrient-deficiency","title":"Micronutrient Deficiency","excerpt":"Food is not only a source of energy and protein, but also micronutrients – vitamins and minerals – which are essential to good health.  How common is micronutrient deficiency (‘hidden hunger’) and who is most affected?","kpi":"<ul>\n<li>An estimated <strong>2 billion people</strong> are deficient in essential micronutrients.</li>\n</ul>\n"},{"slug":"hunger-and-undernourishment","title":"Hunger and Undernourishment","excerpt":"How many people in the world suffer from hunger? What are the consequences of undernourishment and how can we make progress against it?","kpi":"<ul>\n<li><strong>11%</strong> of the world population – <strong>820 million</strong> people – are undernourished.</li>\n<li><strong>22% of children</strong> younger than five are ‘stunted’ – they are significantly shorter than the average for their age, as a consequence of poor nutrition or repeated infection.</li>\n</ul>\n"},{"slug":"food-per-person","title":"Food per Person","excerpt":"How had the availability of food changed over time? How does food supply vary across the world today?","kpi":"<ul>\n<li><strong>2,884 kcal per capita</strong> is the global average food supply.</li>\n</ul>\n"}]}]},{"name":"Energy and Environment","slug":"environment","entries":[{"slug":"outdoor-air-pollution","title":"Outdoor Air Pollution","excerpt":"Outdoor air pollution is one of the world’s largest health and environmental problems.","kpi":"<ul>\n<li><strong>3.4 Million people</strong> die from outdoor air pollution every year, <strong>43%</strong> are younger than 70 years.</li>\n</ul>\n"},{"slug":"water-access","title":"Clean Water","excerpt":"Access to clean drinking water is a basic human need and right. Increasing clean water access across the world is essential to reduce negative health outcomes and disease burden. See global and country-level data on clean water.","kpi":""},{"slug":"sanitation","title":"Sanitation","excerpt":"Access to safe sanitation is an essential basic resource. Increasing sanitation access across the world is essential to reduce negative health outcomes and disease burden. See global and country-level data on sanitation.","kpi":""},{"slug":"plastic-pollution","title":"Plastic Pollution","excerpt":"Global use of plastics has increased rapidly over the past 50 years. How much plastic do countries produce, how much do we waste, and what enters the oceans? See global and country-level data on plastic pollution and its impacts.","kpi":""},{"slug":"ozone-layer","title":"Ozone Layer","excerpt":"Action on emissions of ozone-depleting substances is one of the best examples of effective international collaboration. How have emissions changed over time? How much of the ozone layer have we depleted, and is recovery possible? Explore data and research on the topic.","kpi":""},{"slug":"water-use-stress","title":"Water Use and Stress","excerpt":"How much freshwater does the world use? How scarce are freshwater resources across the world? See global and country-level data on water use and sanitation.","kpi":""},{"slug":"air-pollution","title":"Air Pollution","excerpt":"Indoor and outdoor air pollution have a large impact on health.","kpi":""},{"slug":"natural-disasters","title":"Natural Disasters","excerpt":"Are natural disasters becoming more common? How many people die from disasters? What are the economic costs? Explore global and country-level data on natural disasters and their consequences over time.","kpi":""},{"slug":"indoor-air-pollution","title":"Indoor Air Pollution","excerpt":"Indoor air pollution – caused by the burning of firewood, crop waste, and dung for cooking and heating – is a major health risk of the world’s poorest.","kpi":"<ul>\n<li><strong>1.6 million people</strong> die from indoor air pollution every year, <strong>55%</strong> are younger than 70 years.</li>\n</ul>\n"},{"slug":"forests","title":"Forests","excerpt":"Forests are a critical resource and habitat for life on Earth. They are home to some of the richest areas of biodiversity. How do forest areas vary across the world? What is the extent of forest loss and gain in the world? See global and country-level data on long-term changes in forests.","kpi":""},{"slug":"land-use","title":"Land Use","excerpt":"Humans have had a significant impact on land use across the world. From cities and urban areas to farming and deforestation, we have reshaped the terrestrial ecosystems of the planet. See global and country-level data on land use change over time.","kpi":""},{"slug":"oil-spills","title":"Oil Spills","excerpt":"Oil spills can have significant environmental, health and ecological impacts – particularly in the world’s oceans. See global-level data on how the number of oil spills have changed over time.","kpi":""}],"subcategories":[{"name":"Energy","slug":"energy","entries":[{"slug":"energy-access","title":"Access to Energy","excerpt":"What share of people across the world have access to electricity? How many have access to clean fuels for cooking? There are large inequalities in energy access across the world. Explore global and national data on energy access.","kpi":""},{"slug":"renewable-energy","title":"Renewable Energy","excerpt":"Our global energy systems must transition away from fossil fuels to low-carbon energy. How much of our energy comes from renewables? Are renewables growing and how quickly? See global and country-level data on renewable energy production, consumption, costs and growth.","kpi":""},{"slug":"fossil-fuels","title":"Fossil Fuels","excerpt":"Fossil fuels are the world’s primary energy source. They are also the largest contributor to climate change. How has the consumption of fossil fuels changed over time, and who are the main producers? See global and country-level data on fossil fuel consumption, production, prices and resources.","kpi":""},{"slug":"co2-and-other-greenhouse-gas-emissions","title":"CO₂ and Greenhouse Gas Emissions","excerpt":"Reducing carbon dioxide and other greenhouse gas emissions is one of the greatest challenges of this century. How are emissions changing over time? How are they distributed across the world? Which countries are doing well and poorly in decarbonization? See global and country-level data on CO₂ emissions.","kpi":""},{"slug":"energy","title":"Energy","excerpt":"Energy has been a fundamental pillar of human development. But fossil fuels and other energy sources also have significant environmental impacts. How do we ensure everyone has access to clean and safe energy? See global and country-level data on energy production, access and changes over time.","kpi":""}]}]},{"name":"Innovation and Technological Change","slug":"technology","entries":[{"slug":"technology-adoption","title":"Technology Adoption","excerpt":"Technology has been a leading driver of global change – disrupting the way we work, travel, and live. How quickly have different technologies been adopted across the world? Explore global and country-level data and research on technology adoption.","kpi":""},{"slug":"technological-progress","title":"Technological Progress","excerpt":"Technology is a key driver of change that matters for all the big problems that we consider in this publication.","kpi":""}],"subcategories":[]},{"name":"Poverty and Economic Development","slug":"growth-inequality","entries":[{"slug":"economic-inequality-by-gender","title":"Economic inequality by gender","excerpt":"Across the world men tend to earn more than women. How large is this earning gap and why does it exist? How is this changing over time? See global and country-level data on economic inequality by gender.","kpi":""},{"slug":"income-inequality","title":"Income Inequality","excerpt":"How has the inequality between incomes changed over time? Is inequality rising or falling? How do levels of inequality vary across the world? See global and country-level data on income inequality.","kpi":""},{"slug":"global-economic-inequality","title":"Global Economic Inequality","excerpt":"There are large differences in incomes across the world. But how has global income inequality changed over time? Is it rising or falling? See data and research on global income inequality.","kpi":""},{"slug":"economic-growth","title":"Economic Growth","excerpt":"Economic growth is a relatively recent development in human history. How have incomes changed over time? How large are the differences in GDP between countries? See global and country-level data on long-term economic growth and incomes across the world today.","kpi":""},{"slug":"extreme-poverty","title":"Global Extreme Poverty","excerpt":"Until very recently, extreme poverty in the world was the norm. Extreme poverty has been falling quickly in recent decades, but still 10% of the world still live on less than $1.90 per day. See global and country-level data on the prevalence of extreme poverty and how and why this has changed.","kpi":""}],"subcategories":[{"name":"Public Sector","slug":"public-sector","entries":[{"slug":"financing-healthcare","title":"Financing Healthcare","excerpt":"Health is a fundamental driver of our overall quality of life. Healthcare is one of the key inputs for good health. How is healthcare financed across the world? How much do countries pay? See global and country-level data on financing healthcare and its impact on health outcomes.","kpi":""},{"slug":"government-spending","title":"Government Spending","excerpt":"How does government spending vary across the world? What do countries spend public money on? See global and country-level data on government spending, public benefits and redistribution of resources.","kpi":""},{"slug":"corruption","title":"Corruption","excerpt":"How widespread is corruption across the world? What impact does it have for development, and are there ways to reduce it? See global and country data and research on corruption and its consequences.","kpi":""},{"slug":"taxation","title":"Taxation","excerpt":"Taxation – governments raise and spend revenue – has a substantial impact on the development of nations. How does taxation vary across the world? How has this changed over time? See global and country-level data.","kpi":""},{"slug":"financing-education","title":"Financing Education","excerpt":"How is education financed? How much do we spend on it? What are the returns?","kpi":""}]}]},{"name":"Living conditions, Community and Wellbeing","slug":"work-life","entries":[{"slug":"urbanization","title":"Urbanization","excerpt":"The world population is moving to cities. Why is urbanization happening and what are the consequences?","kpi":"<ul>\n<li>More than half – <strong>55%</strong> – of the world population live in urban areas.</li>\n</ul>\n"},{"slug":"female-labor-supply","title":"Women’s employment","excerpt":"How many women are in formal employment? What about informal and unpaid work? Female labour force participation has changed significantly in recent decades, and still varies across the world. See the data on female labour and its impacts.","kpi":""},{"slug":"water-use-stress","title":"Water Use and Stress","excerpt":"How much freshwater does the world use? How scarce are freshwater resources across the world? See global and country-level data on water use and sanitation.","kpi":""},{"slug":"homelessness","title":"Homelessness","excerpt":"Homelessness is a problem that continues to exist, even in the world’s richest countries. How many people are homeless in high-income countries? Is this number rising or falling? See country-level data on homelessness.","kpi":""},{"slug":"child-labor","title":"Child Labor","excerpt":"How prevalent is child labour in the world? How does this impact on schooling, family income and child wellbeing? See global and country data on child labour and its impacts.","kpi":""},{"slug":"human-development-index","title":"Human Development Index (HDI)","excerpt":"The Human Development Index provides a combined measure of key pillars of human development: a long and healthy life; education and knowledge; and a high standard of living. How do levels of this index vary across the world? How have they changed with time? See global and country-level data.","kpi":""},{"slug":"light","title":"Light","excerpt":"Tracking the use and density of artificial light provides a good understanding of how human civilizations develop over time. The long-term changes in light mark the progress in technological and energy innovations. See global data on how light has changed the world over the long-term.","kpi":""},{"slug":"happiness-and-life-satisfaction","title":"Happiness and Life Satisfaction","excerpt":"How happy are people today? Were people happier in the past? How satisfied with their lives are people in different societies? And what affects how happy we are? See global and country-level data on happiness and life satisfaction across the world.","kpi":""},{"slug":"working-hours","title":"Working Hours","excerpt":"Working hours across the world are falling. But how do working hours vary across the world? Do the richest countries work more or less than others? How are hours worked in households changing? See global and country-level data.","kpi":""}],"subcategories":[{"name":"Culture","slug":"culture","entries":[{"slug":"trust","title":"Trust","excerpt":"Trust is a fundamental element of social capital – it’s essential in building well-functioning and effective systems, ranging from small groups to large countries. How do levels of trust vary across the world, and how have they changed over time? See global and country-level data on trust and its impact on social outcomes.","kpi":""},{"slug":"optimism-pessimism","title":"Optimism & Pessimism","excerpt":"Our optimism and pessimism is strongly determined by situation context: we tend to be optimistic about our individual futures, but pessimistic for others around us. But what affects our leaning towards optimism or pessimism? See data and research on these tendencies. ","kpi":""}]}]},{"name":"Global Connections","slug":"global-connections","entries":[{"slug":"trade-and-globalization","title":"Trade and Globalization","excerpt":"Globally we are more connected than ever. How much do countries trade? Who do they trade with? See global and country-level data on trade and globalization, and how this has changed over time.","kpi":""},{"slug":"tourism","title":"Tourism","excerpt":"People around the world are more connected than ever. How many people visit a given country? How has travel and tourism changed over time? See global and country-level data on tourism. ","kpi":""}],"subcategories":[]},{"name":"Human rights and Democracy","slug":"politics","entries":[{"slug":"corruption","title":"Corruption","excerpt":"How widespread is corruption across the world? What impact does it have for development, and are there ways to reduce it? See global and country data and research on corruption and its consequences.","kpi":""},{"slug":"democracy","title":"Democracy","excerpt":"Democracy is a political system with institutions that allows citizens to express their political preferences. Over the past 50 years there has been rapid growth in the share of the world living within democracies. How has democracy changed over time? See global and country-level data.","kpi":""}],"subcategories":[]},{"name":"Violence and War","slug":"violence-rights","entries":[{"slug":"violence-against-rights-for-children","title":"Violence against children and children’s rights","excerpt":"Violations of children’s rights remain tragically prevalent across the world. They range from child labour to physical or sexual violence, and emotional neglect. See global and country-level data on children’s rights and maltreatment.","kpi":""},{"slug":"human-rights","title":"Human Rights","excerpt":"Human rights define moral and social standards that everyone should have a right to. Human rights are broad spanning race, religion, sexuality, civil, gender and children’s rights. See global and country-level data on changes in human rights over time.","kpi":""},{"slug":"ethnographic-and-archaeological-evidence-on-violent-deaths","title":"Ethnographic and Archaeological Evidence on Violent Deaths","excerpt":"Violence has been a persistent feature of human societies. But how does violence today compare to the past? Are we more or less violent than our ancestors? See long-term global data on the evidence and prevalence of human violence.","kpi":""},{"slug":"homicides","title":"Homicides","excerpt":"Homicides and violence have been present throughout humanity’s history. But are homicide rates higher today than in the past? How do homicide rates vary across the world? See global and country-level data on homicides and how they’ve changed with time.","kpi":""}],"subcategories":[{"name":"War and Peace","slug":"war-peace","entries":[{"slug":"war-and-peace","title":"War and Peace","excerpt":"War and conflict have been a periodic but persistent feature in human history. How has violence changed over time? Is the world more or less peaceful than in the past? See global and country-level data on war and peace.","kpi":""},{"slug":"peacekeeping","title":"Peacekeeping","excerpt":"Peacekeeping aims to help countries transition from conflict towards peace. How have peacekeeping operations and forces changed over time? See global data on peacekeeping activities. ","kpi":""},{"slug":"nuclear-weapons","title":"Nuclear Weapons","excerpt":"Nuclear weapon technology was developed during the 1930s and 1940s. Since then there has been a rapid increase then fall in global nuclear weapon inventories. How many nuclear warheads exist today? Which countries have nuclear weapons? See global and country-level data.","kpi":""},{"slug":"military-spending","title":"Military Spending","excerpt":"Military spending is intimately linked to war. In some countries military spending accounts for a large share of government spending. How does military expenditure vary across the world? How does spending today compare to the past? See global and country-level data.","kpi":""},{"slug":"terrorism","title":"Terrorism","excerpt":"Terrorism is usually understood as the use or threat of violence to further a political cause. Is terrorism increasing? What share of people die from terrorism? See global and country-level data on terrorist deaths, public opinion and media coverage.","kpi":""}]}]},{"name":"Education and Knowledge","slug":"education","entries":[{"slug":"global-education","title":"Global Education","excerpt":"The overview of our research on global education.","kpi":""},{"slug":"intelligence","title":"Intelligence","excerpt":"How did intelligence change over time? And why?","kpi":""},{"slug":"projections-of-future-education","title":"Projections of Future Education","excerpt":"How are demographic, economic, technological changes affecting the future of global education?","kpi":""}],"subcategories":[{"name":"Educational outcomes","slug":"educational-outcomes","entries":[{"slug":"literacy","title":"Literacy","excerpt":"Being able to read and write is a basic skill that opens the world of education and knowledge. When and why did literacy become more common for the majority of the population?","kpi":"<ul>\n<li><strong>14%</strong> of the world population are illiterate.</li>\n</ul>\n"},{"slug":"returns-to-education","title":"Returns to Education","excerpt":"What are the social and individual returns to education?","kpi":""},{"slug":"quality-of-education","title":"Quality of Education","excerpt":"How do learning outcomes differ between countries? How has the quality of education changed over time?","kpi":"<ul>\n<li>For a large number of children around the world schools do not live up to their promise: in many schools children learn very little.</li>\n</ul>\n"}]},{"name":"Access to Education","slug":"access-to-education","entries":[{"slug":"pre-primary-education","title":"Pre-Primary Education","excerpt":"Access to education early in life can improve outcomes for the rest of life. How does pre-primary education differ between countries and how did it change over time?","kpi":"<ul>\n<li><strong>44%</strong> of pre-primary age children are enrolled in pre-primary education.</li>\n</ul>\n"},{"slug":"tertiary-education","title":"Tertiary Education","excerpt":"When did access to universities and tertiary education increase? How does it differ between countries?","kpi":"<ul>\n<li>Globally <strong>34%</strong> of those within 5 years of finishing secondary education are enrolled in tertiary education.</li>\n</ul>\n"},{"slug":"primary-and-secondary-education","title":"Primary and Secondary Education","excerpt":"How does access to school differ around the world? How does it between boys and girls? And how did it change over time?","kpi":"<ul>\n<li><strong>61 million</strong> children in primary school age are not in school.</li>\n<li><strong>202 million</strong> children in secondary school age are not in school.</li>\n</ul>\n"}]},{"name":"Inequality in education","slug":"inequality-in-education","entries":[{"slug":"educational-mobility-inequality","title":"Educational Mobility & Inequality","excerpt":"How did inequality of education change over time? How does access to education differ between girls and boys.","kpi":""}]},{"name":"Inputs to education","slug":"inputs-to-education","entries":[{"slug":"teachers-and-professors","title":"Teachers and Professors","excerpt":"A global overview of teaching professionals. How many teachers are there? At what level do they teach? What are their qualifications?","kpi":""},{"slug":"financing-education","title":"Financing Education","excerpt":"How is education financed? How much do we spend on it? What are the returns?","kpi":""}]},{"name":"Media","slug":"media-education","entries":[{"slug":"internet","title":"Internet","excerpt":"For many, the internet is now essential for work, finding information, and connecting with others. Half of the world population got online in just one generation – how did we get here so fast?","kpi":"<ul>\n<li><strong>50%</strong> of the world population are online.</li>\n</ul>\n"},{"slug":"books","title":"Books","excerpt":"Books have been at the center of science and the arts for centuries. Their history and relevance is the focus of this entry.","kpi":""}]}]},{"name":"Media","slug":"media","entries":[],"subcategories":[]}]}