{"variables":{"108359":{"years":[2013,2013,2013,2013,2013,2013,2013,2013,2013,2013,2014,2014,2014,2014,2014,2014,2014,2014,2014,2015,2015,2015,2015,2015,2015,2015,2015,2015,2015,2016,2016,2016,2016,2016,2016,2016,2016,2016,2016,2016,2016,2016,2016,2016,2016,2016,2017,2017,2017,2017,2017,2017],"entities":[23,119,11,34,85,70,155,97,207,13,127,70,97,207,13,155,44,11,23,97,7,11,70,358,207,13,155,34,23,70,68,75,7,21,13,132,23,155,140,207,8,11,127,210,100,97,210,70,207,155,97,11],"values":[92,64,76,15.4,74,59.9,85,41.9,91,65,54.1,60,41.5,92,63,86,52,77,92,41.7,61.8,78,56.5,74,93,64,84,17.4,92,59.1,94,94.36,63.4,47.6,64,89,91,84,87.2,92,60.6,74,58.6,70.6,33,42,72,57.1,90.9,84.7,45.8,76.1],"id":108359,"name":"16.1.4 - Proportion of population that feel safe walking alone around the area they live (%) - VC_SNS_WALN","unit":"Percentage","description":null,"createdAt":"2019-11-15T20:24:04.000Z","updatedAt":"2019-11-15T20:24:04.000Z","code":null,"coverage":"","timespan":"","datasetId":4588,"sourceId":17327,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"Proportion of population that feel safe walking alone around the area they live (%)","s_id":17327,"s_name":"Proportion of population that feel safe walking alone around the area they live (%) (UN SDG, 2019)","source":{"id":17327,"name":"Proportion of population that feel safe walking alone around the area they live (%) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":" \n\nLast updated: 19 July 2016 \n\nGoal 16: Promote peaceful and inclusive societies for sustainable development, provide access to \njustice for all and build effective, accountable and inclusive institutions at all levels \nTarget 16.1: Significantly reduce all forms of violence and related death rates everywhere \nIndicator 16.1.4: Proportion of population that feel safe walking alone around the area they live \n \nInstitutional information \n\n \nOrganization(s): \n \nUnited Nations Office on Drugs and Crime (UNODC) \n \nConcepts and definitions \n\n \nDefinition: \n \nThis indicator refers to the proportion of the population (adults) who feel safe walking alone in their \nneighbourhood. \n \nRationale: \n \nThe concept of ‘fear of crime’ has been used in dozens of crime victimization surveys and the standard \nformulation used here has been seen as effective in different cultural contexts. It is important to \nunderstand that ‘fear of crime’ is a phenomenon that is separate from the prevalence of crime and that \nmay be even largely independent from actual experience, as the perception of crime and the resulting \nfear of it is mediated by a number of factors, such as the awareness of crime, the public discussion and \nthe media and personal circumstances. Nevertheless, the ‘fear of crime’ is an important indicator in itself \nas a high level of fear can negatively influence well-being and lead to reduced contacts with the public, \nreduced trust and activities and thus an obstacle to development. \n \nConcepts: \n \nThe question measures the feeling of fear of crime in a context outside the house and refers to the \nimmediate experience of this fear by the respondent by limiting the area in question to the \n“neighbourhood” or “your area” (various formulations depending on cultural, physical and language \ncontext). \n \nComments and limitations: \n \nWhile the measurement of fear of crime is widely applied in crime victimization surveys around the \nworld, different practices exist in the operationalization of this indicator – for example, by not requiring \nthe person to “walk alone” or limiting the walking to “at night”. Further guidance on measuring the \nindicator are currently elaborated by UNODC in collaboration with victimization survey experts. \n \n\n\f \n\nLast updated: 19 July 2016 \n\nIn 2010 UNODC-UNECE published a Manual on Victimization Surveys that provides technical guidance on \nthe implementation of such surveys, on the basis of good practices developed at country level. UNODC-\nUNECE Manual on Victimization Surveys (2010), available at: https://www.unodc.org/documents/data-\nand-analysis/Crime-statistics/Manual_on_Victimization_surveys_2009_web.pdf \n \nVictimization surveys (as dedicated surveys or as modules of household surveys) are usually restricted to \nthe general population living in households above a certain age (typically 15 or 18 years of age), while \nsometimes an upper age limit is also applied (typically 65, 70 or 75 years of age). \n \nMethodology \n\n \nComputation Method: \n \nThe question used in victimization surveys is: How safe do you feel walking alone in your \narea/neighbourhood? Answer: Very safe/fairly safe/bit unsafe/very unsafe/ I never walk alone after \ndark/don’t know. The proportion of population that feel safe is calculated by summing up the number of \nrespondents who feel “very safe” and “fairly safe” and dividing the total by the total number of \nrespondents. \n \nDisaggregation: \n \nBy age and sex \n \nTreatment of missing values: \n \n\n•  At country level \n\n \nMissing values are left blank \n \n\n•  At regional and global levels \n\n \nMissing values are left blank. Global estimates are not made on the basis of national reporting \nrates. \n \n\nRegional aggregates: \n \nNo global estimates have been made on the basis of national reporting rates. \n \nSources of discrepancies: \n \nUNODC only compiles data from national sources, therefore no differences among the values should \nexist. \n \n\n\f \n\nData Sources \n\nLast updated: 19 July 2016 \n\n \nDescription: \n \nData are collected through sample surveys among the general population, most often through crime \nvictimization surveys. \n \nUNODC collects data on crime and criminal justice through its annual data collection (UN-CTS). The data \ncollection through the UN-CTS is facilitated by a network of over 130 national Focal Points appointed by \nresponsible authorities. Data on ‘fear of crime’ are not yet collected in the UN-CTS, however, it is \nexpected that data collection on this indicator can be included in the next major revision of the UN-CTS \nplanned for 2017. \n \nCollection process: \n \nThere is a consolidated system of annual data collection on crime and criminal justice (UN- Crime Trends \nSurvey, UN-CTS) managed by UNODC. The UN-CTS data collection is largely based on the network of \nnational Focal Points, which are institutions/officials appointed by countries and having the technical \ncapacity and role to produce data on crime and criminal justice (around 130 appointed Focal Points as of \n2016). As decided in a recent meeting of Focal Points, the UN-CTS will be reviewed to include indicator \n16.1.4 \n \nData Availability \n\n \nReference is made to (non-official) data from the International Crime Victimization Survey – ICVS \n \nCountries have at least 1 data point between 2000 and 2010 for this indicator \nAsia and Pacific: 6 \nAfrica: 14 \nLatin America and the Caribbean: 6 \nEurope, North America, Australia, New Zealand and Japan: 37\" \n \nCalendar \n\n \nData collection: \n \nIII-IV quarter 2017  \n \nData release: \n \nII quarter 2018  \n \n\n\fLast updated: 19 July 2016 \n\n \nNational Statistical Offices, Police, Ministry of Justice, Ministry of Interior, Prosecutor’s Office \n \nData compilers \n\n \n\nData providers \n\n \nUNODC \n \nReferences \n\n \nURL: \n \nwww.unodc.org \n \nReferences: \n \nUNODC collects data on the prevalence of crime and violence in its annual data collection on crime and \ncriminal justice (UN- Crime Trends Survey, UN-CTS). In close consultation with national UN-CTS Focal \nPoints, a major revision process for the UN-CTS has is planned for 2017 allowing for the inclusion of new \nindicators such as 16.1.4. on the perception of safety. \n \n \n \n\n\f"}}},"entityKey":{"7":{"name":"Switzerland","code":"CHE"},"8":{"name":"Italy","code":"ITA"},"11":{"name":"Poland","code":"POL"},"13":{"name":"United States","code":"USA"},"21":{"name":"Argentina","code":"ARG"},"23":{"name":"Australia","code":"AUS"},"34":{"name":"Bolivia","code":"BOL"},"44":{"name":"Canada","code":"CAN"},"68":{"name":"Uganda","code":"UGA"},"70":{"name":"Turkey","code":"TUR"},"75":{"name":"Thailand","code":"THA"},"85":{"name":"Slovakia","code":"SVK"},"97":{"name":"Peru","code":"PER"},"100":{"name":"Panama","code":"PAN"},"119":{"name":"Lithuania","code":"LTU"},"127":{"name":"South Korea","code":"KOR"},"132":{"name":"Jamaica","code":"JAM"},"140":{"name":"Palestine","code":"PSE"},"155":{"name":"Finland","code":"FIN"},"207":{"name":"Iceland","code":"ISL"},"210":{"name":"Luxembourg","code":"LUX"},"358":{"name":"Scotland","code":null}}}