{"variables":{"108309":{"years":[2009,2009,2009,2009,2009,2009,2009,2009,2009,2009,2009,2009,2009,2009,2009,2009,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2010,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2011,2012,2012,2012,2012,2012,2012,2012,2012,2012,2012,2012,2012,2012,2012,2012,2012,2013,2013,2013,2013,2013,2013,2013,2013,2013,2013,2013,2013,2013,2013,2013],"entities":[21,155,137,201,8,14,170,127,208,172,102,44,92,12,4,73,21,155,70,73,137,8,9,14,12,127,92,208,110,44,170,23,172,4,201,4,208,92,44,12,127,102,172,23,155,9,14,201,70,21,137,73,8,75,170,21,12,73,92,70,9,4,13,14,155,170,8,172,127,44,208,92,70,155,3,6,165,170,208,127,8,9,102,14,12,44],"values":[0.11418,0.13736,0.61418,0.02167,0.68649,0.11137,0.39738,0.62395,0.16342,0.358,2.69262,0.51005,0.46525,0.02962,0.10139,1.03351,0.1368,0.15909,0.05791,1.6252,0.76912,0.74768,0.37284,0.07374,0.03709,0.40213,0.34974,0.18083,0.37163,0.54435,0.39145,0.72261,0.11475,0.06896,0.02744,0.04898,0.18523,0.51346,0.59963,0.04139,0.41104,3.28223,0.14537,0.75968,0.00017,0.36979,0.07557,0.04796,0.04226,0.1505,0.91785,2.36292,0.86588,2.02262,0.42609,0.22582,0.03486,2.20492,0.54116,0.07472,0.35975,0.05072,2.54969,0.08258,0.20056,0.35902,1.0413,0.19895,0.44474,0.5397,0.18862,0.64881,0.0928,0.19544,0.79318,0.39863,4.73095,0.35322,0.06139,0.31742,1.04468,0.2841,3.57744,0.10769,0.03843,0.52599],"id":108309,"name":"14.a.1 - National ocean science expenditure as a share of total research and development funding (%) - ER_RDE_OSEX","unit":"Percentage","description":null,"createdAt":"2019-11-15T20:23:46.000Z","updatedAt":"2019-11-15T20:23:46.000Z","code":null,"coverage":"","timespan":"","datasetId":4556,"sourceId":17297,"shortUnit":null,"display":{},"columnOrder":0,"originalMetadata":null,"datasetName":"National ocean science expenditure as a share of total research and development funding (%)","s_id":17297,"s_name":"National ocean science expenditure as a share of total research and development funding (%) (UN SDG, 2019)","source":{"id":17297,"name":"National ocean science expenditure as a share of total research and development funding (%) (UN SDG, 2019)","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":" \n\n \n\n \n\n \n\nLast updated: 29 May 2018 \n\nGoal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable \ndevelopment \nTarget 14.a: Increase scientific knowledge, develop research capacity and transfer marine technology, \ntaking into account the Intergovernmental Oceanographic Commission Criteria and Guidelines on the \nTransfer of Marine Technology, in order to improve ocean health and to enhance the contribution of \nmarine biodiversity to the development of developing countries, in particular small island developing \nStates and least developed countries \nIndicator 14.a.1: Proportion of total research budget allocated to research in the field of marine \ntechnology. \n\nInstitutional information \n\n \nOrganization(s): \nIntergovernmental Oceanographic Commission of UNESCO \n\nConcepts and definitions \n\n \nDefinition: \nDefinitions and mechanisms used in the development of the SDG indicator 14.a.1 are based on the IOC \nCriteria and Guidelines on Transfer of Marine Technology- IOCCGTMT  (originally published and endorsed \nby IOC Member States in 2005, these guidelines provide an internationally agreed definition of what is \nunderstood by the term marine technology. These Guidelines have been referenced in various UN \nGeneral Assembly Resolutions and specifically in the formulation of SDG target 14.a). These are further \nexplained in the Global Ocean Science Report (GOSR) referenced below. \n \nMarine technology as defined in the IOCCGTMT refers to instruments, equipment, vessels, processes and \nmethodologies required to produce and use knowledge to improve the study and understanding of the \nnature and resources of the ocean and coastal areas. Toward this end, marine technology may include \nany of the following components: \n\na) \n\nInformation and data, in a user-friendly format, on marine sciences and related marine \noperations and services; \n\nb)  Manuals, guidelines, criteria, standards, reference materials; \nc)  Sampling and methodology equipment (e.g., for water, geological, biological, chemical samples); \nd)  Observation facilities and equipment (e.g. remote sensing equipment, buoys, tide gauges, \n\nshipboard and other means of ocean observation); \n\ne)  Equipment for in situ and laboratory observations, analysis and experimentation; \nf)  Computer and computer software, including models and modelling techniques; \ng)  Expertise, knowledge, skills, technical/scientific/legal know-how and analytical methods related \n\nto marine scientific research and observation. \n\n \nIndicator 14.a.1 shows the annual national research budget allocated by governments in the field of \nmarine technology, relative to the overall national governmental research and development budget in \ngeneral. \n \nUnit: percentage; raw data in national currency. The proportion can be calculated, and if needed, data \ncan be converted by the international agency into USD. \n\n \n \nRationale: \n\n\f \n\nLast updated: 29 May 2018 \n\nSustained investment in research and development (R&D), including ocean research, remains essential to \nadvance knowledge and to develop new technology needed to support modern economies. The ocean \neconomy yields various benefits in terms of employment, revenues and innovation in many domains. Its \ncurrent developments are largely based on decades of science and R&D investments by governments \naround the world. Baseline information on ocean science funding, as delivered by the indicator 14.a.1 can \nbe used as a starting point for more directed, tailored investment and new capacity development \nstrategies, and to support the case for ensuring maximum impact of ocean research, for example through \nmarine technology and knowledge transfer from government-funded marine and maritime R&D projects. \nAnnual (2009-2013) baseline information for 24 countries is presented in the GOSR (Isensee, K., Horn, L. \nand Schaaper, M. 2017. The funding for ocean science. In: In: IOC UNESCO, Global Ocean Science \nReport—The current status of ocean science around the world. L. Valdés et al. (eds). Paris, UNESCO, pp. \n80–97). \n \nConcepts: \nThe concepts used for the definition and calculation of the indicator 14.a.1 are based on similar concepts \nused in the UNESCO Science Report (2010, 2015).These reports present GERD data (gross domestic \nexpenditure on research and experimental development) as a share of GDP (gross domestic product) and \nfurther provide the R&D (research and development) expenditure by sector of performance in % (Table \nS2 in the 2015 report). In addition UIS publishes science field specific R&D, e.g. natural science \n(http://data.uis.unesco.org/). \n \nThe definitions and classifications used to collect R&D data are based on the ‘Frascati Manaual: Proposed \nStandard Practice for Surveys on Research and Experimental Development’ (OECD). \n \nComments and limitations: \nDue to the fact that no agreed mechanism to assess ocean science capacity existed untill the first edition \nof the Global Ocean Science Report, national reporting mechanisms are scarce and/or are not \nharmonised.  However, with the framework of 14.a and the new reporting mechanism in place, global \nand regional technology and knowledge transfer can be conducted in a resource- and need-adapted \nmanner based on global inventories and comparisons. \n \nMethodology \n\n \n \nComputation Method: \nIndicator 14.a.1 = National governmental research  expenditure in marine technology / National \ngovernmental R&D expenditure \n \nNational governmental R&D expenditure data are assessed annually by the UNESCO Institute for Statistics \n(UIS). \n \nNational governmental ocean science expenditures are envisaged to be assessed biannually via the GOSR \ndata portal (IOC-XXIX/2 Annex 10). \n \nThe development of the GOSR data repository/data portal  will take place in close collaboration with UIS \nand IOC (at Headquarters and at the IOC Project Office for IODE, Oostende, Belgium). \n \nDisaggregation: \nNational data set with updated every two years, possibility for regional and global aggregation \n \n\n\fLast updated: 29 May 2018 \n\n \n\n \nTreatment of missing values: \n\n•  At country level \n\nIn case countries do not provide data, no estimate will be calculated. \n \n \n\n•  At regional and global levels \n\nFor regional and global estimates/averages, only data received from Member States will be taken into \naccount, missing values are not imputed or otherwise estimated. \n \n \nRegional aggregates: \nEach national contribution is weighted equally to calculate average values for the regional and global \nestimates. \n \nSources of discrepancies: \nAs this indicator only takes into account data submitted by Member States, there are no discrepancies \nbetween estimates and submitted data sets. \n \nMethods and guidance available to countries for the compilation of the data at the national level: \n\n•  No particular guidance for the national data compilation exists as the organization of ocean \n\nscience differs among Member States. Ways introduced to obtain relevant data are through IOC \nnational focal points (IOC official national designated Coordinating Bodies for Liaison with the \nIOC) consult the respective ministry responsible for ocean science to obtain the data; IOC focal \npoints contact universities and institutions individually. \nIOC is an intergovernmental body of 148 Member States, the IOC national focal points may act \nas national coordinating bodies for relevant government departments, universities and research \ninstitutions actively involved in marine science and technology and other related aspects of \nocean affairs. \n\n1. \n\n•  The novelty of the GOSR and therefore also the data it contains required the IOC secretariat to \n\ncollect the data via IOC national focal point until now. Future data collections are expected to be \na mixture of direct requests to NSOs, as new national reporting mechanisms are now installed \nallowing them to provide the required information (e.g. Colombia, Canada, Italy; document IOC- \nXXIX/2 Annex 14), questionnaires to the IOC national focal points and collaboration with National \nOceanographic Data Centres. The GERD (gross domestic expenditure on research and \ndevelopment) data are obtained from the UNESCO Institute for Statistics, based on information \ndirectly provided from NSOs. \n\nIOC national focal points  and experts from UIS assist in the data quality assessment, comparing \nindicator values with the national expenditure for Natural Sciences (UIS), this allows the \nidentification of  discrepancies. In the future new values will be compared to previously obtained \ninformation. In case of discrepancies, the IOC secretariat will consult the data providers \nindividually. \n\n•  Combination of: Automated quality control by data portal; National quality control; IOC. \n\n \nQuality assurance \n\n• \n\n \n \n \nData Sources \n\n \nDescription: \n\n\f \n\nLast updated: 29 May 2018 \n\nData sources: biannual direct submission to the GOSR data portal (currently in development) and the \nGOSR questionnaire biannual. \n \nThe questionnaire used for the first edition of the GOSR will be reviewed by the Editorial Board of the \nGOSR as well as by UIS in 2017/2018 prior to the next data collection exercise. Assessment from 2018 on \nwill be conducted with an improved questionnaire. \n \nAs mentioned previously the novelty of the GOSR and required the IOC secretariat to collect the data via \nits national focal point until now. Future data collections are expected to be a mixture of direct requests \nto NSOs, as new national reporting mechanisms are now installed allowing them to provide the required \ninformation (e.g. Colombia, Canada, Italy; (document IOC-XXIX/2 Annex 14), questionnaires to the IOC \nnational focal points and collaboration with National Oceanographic Data Centres. The GERD (gross \ndomestic expenditure on research and development) data were obtained from the UNESCO Institute for \nStatistics, based on information directly provided from NSOs. \n \n \nCollection process: \n\n(I) \n\n(II) \n\nNational Counterparts: \nAs mentioned in the previous paragraph the official counterparts are the IOC focal \npoints and well as National Oceanographic and Statistical Data Centres. \n\nValidation and consultation process by IOC Secretariat. \nThese counterparts are invited to provide metadata information for the data provided. \n\n \n \n \nData Availability \n\nDescription: \nThe table below shows the result of research budget allocated to research in the field of marine \ntechnology. The first assessments include information for 25 countries for the time period from 2009- \n2013 (or for a sub-set of these years). These data were published in the Global Ocean Science Report \n(2017). \n \nTable 1. Percentage national governmental research  expenditure in marine technology of GERD for \ncountries which provided information regarding ocean science expenditure via the GOSR questionnaire \n(sources GERD,: UIS, 2015; ocean science expenditure: GOSR questionnaire, 2015; average non-\nweighted). Note: green fields indicate a percentage higher than 1.5 and yellow fields indicate percentages \nhigher than 0.5. \n \n\nPercentage (%) governmental research  expenditure in marine \ntechnology of GERD \nAverage \n2009- \n2013 \n\n \n\n \n\n \n\n \n\n \n \n \n2009 \n0.11  \n \n \n0.10  \n0.51  \n0.36  \n0.40  \n \n \n0.02  \n\n \n \n \n2010 \n0.14  \n0.72  \n0.07  \n0.54  \n0.11  \n0.39  \n \n \n0.03  \n\n \n \n \n2011 \n0.15  \n0.76  \n0.05  \n0.60  \n0.15  \n0.43  \n \n \n0.05  \n\n \n \n \n2012 \n0.23  \n \n \n0.05  \n0.54  \n0.20  \n0.36  \n \n \n \n \n\n \n \n \n2013 \n \n \n \n0.53 \n \n0.35 \n4.73 \n \n\n \n \n \n\nCountry \n\nArgentina \nAustralia \nBelgium \nCanada (DFO) \nChile \nColombia \nCroatia \nEcuador \n\n0.16 \n0.74 \n0.07 \n0.54 \n0.20 \n0.39 \n \n0.03 \n\n\fLast updated: 29 May 2018 \n\n \n\nFinland \nFrance \nGermany \nIndia \nItaly \nJapan \nKuwait \nMorocco \nNorway \nRepublic of \nKorea \nRomania \nRussian \nFederation \nSpain (IEO) \nThailand \nTrinidad & \nTobago \nTurkey \nUSA \n\n0.14 \n \n \n0.77 \n0.88 \n0.09 \n0.16 \n \n3.18 \n \n0.44 \n0.50 \n \n0.04 \n0.28 \n \n \n1.81 \n0.07 \n \n\n0.14  \n \n \n \n \n0.61  \n0.69  \n0.11  \n0.16  \n \n \n2.69  \n \n \n0.62 \n0.47  \n \n \n0.03 \n \n \n \n1.03 \n \n \n\n \n \n \n\n \n \n\n0.16  \n \n \n \n \n0.77  \n0.75  \n0.07  \n0.18  \n0.37  \n \n \n \n \n0.40 \n0.35  \n \n \n0.04 \n0.37  \n \n \n \n \n1.63 \n0.06  \n \n \n\n0.00  \n \n \n \n \n0.92  \n0.87  \n0.08  \n0.19  \n \n \n3.28  \n \n \n0.41 \n0.51  \n \n \n0.04 \n0.37  \n2.02  \n \n \n2.36 \n0.04  \n \n \n\n0.20  \n \n \n \n \n \n \n1.04  \n0.08  \n0.19  \n \n \n \n \n \n \n0.44 \n0.54  \n \n \n0.03 \n0.36  \n \n \n \n \n2.20 \n0.07  \n2.55  \n\n0.20 \n0.79 \n0.40 \n \n1.04 \n0.11 \n0.06 \n \n3.58 \n \n0.32 \n0.65 \n \n0.04 \n0.28 \n \n \n\n0.09 \n \n\n\fLast updated: 29 May 2018 \n\n \n\n \n\nTime series: \nTo date data are available for the years 2009-2013. \n \n \nCalendar \n\n \nData collection: \nThe next data collection is planned in 2018 for the years 2014-2016. \n \nData release: \nExpected dates of release of new data: End of 2018 for the years 2014-2016. \n \n \nData providers \n\n \nIOC focal points  \nNSOs \nUIS \n \n \nData compilers \n\nIntergovernmental Oceanographic Commission of UNESCO (IOC-UNESCO)  \nUNESCO Institute for Statistics (UIS) \n \nReferences \n\n \nIOC-UNESCO (2017), Global Ocean Science Report—The current status of ocean science around the world, \nL. Valdés et al. (eds), UNESCO Publishing, Paris \n \nIsensee, K., Horn, L. and Schaaper, M. 2017. The funding for ocean science. In: In: IOC-UNESCO, Global \nOcean Science Report—The current status of ocean science around the world. L. Valdés et al. (eds). Paris, \nUNESCO, pp. 80–97. \n \nGOSR report (relevant chapters 2 and 4) \nhttp://en.unesco.org/gosr \n \n \nUNESCO Science Report 2010, 2015 \nhttps://en.unesco.org/unesco_science_report \n \n \nIOC Assembly Decisions: IOC-XXIX/5.1. and IOC-XXIX/9.1.) \nhttp://www.ioc-unesco.org/index.php?option=com_oe&task=viewDocumentRecord&docID=19770 \n \n \nIOC-XXIX/2 Annex 14 \nhttp://ioc-unesco.org/index.php?option=com_oe&task=viewDocumentRecord&docID=19589 \n \n \nR&D relevant data \nhttp://data.uis.unesco.org/ \n \nDefinition/Concepts: Frascati Manaual: Proposed Standard Practice for Surveys on Research and \nExperimental Development’ (OECD) \n\n\f \n\nLast updated: 29 May 2018 \n\nhttp://www.oecd.org/sti/inno/frascatimanualproposedstandardpracticeforsurveysonresearchandex \nperimentaldevelopment6thedition.htm \n \n \nIOC Critreria and Guidelines on the Transfer of Marine Technology \nhttp://unesdoc.unesco.org/images/0013/001391/139193m.pdf \n \n \nRelated indicators \n\n \nLinks to SDG 17, SDG 5; \nTargets: to all other SDG 14 targets as science is crucial to protect and conserve the oceans’ resources. \n\n\f"}}},"entityKey":{"3":{"name":"France","code":"FRA"},"4":{"name":"Belgium","code":"BEL"},"6":{"name":"Germany","code":"DEU"},"8":{"name":"Italy","code":"ITA"},"9":{"name":"Spain","code":"ESP"},"12":{"name":"Russia","code":"RUS"},"13":{"name":"United States","code":"USA"},"14":{"name":"Japan","code":"JPN"},"21":{"name":"Argentina","code":"ARG"},"23":{"name":"Australia","code":"AUS"},"44":{"name":"Canada","code":"CAN"},"70":{"name":"Turkey","code":"TUR"},"73":{"name":"Trinidad and Tobago","code":"TTO"},"75":{"name":"Thailand","code":"THA"},"92":{"name":"Romania","code":"ROU"},"102":{"name":"Norway","code":"NOR"},"110":{"name":"Morocco","code":"MAR"},"127":{"name":"South Korea","code":"KOR"},"137":{"name":"India","code":"IND"},"155":{"name":"Finland","code":"FIN"},"165":{"name":"Croatia","code":"HRV"},"170":{"name":"Colombia","code":"COL"},"172":{"name":"Chile","code":"CHL"},"201":{"name":"Ecuador","code":"ECU"},"208":{"name":"Kuwait","code":"KWT"}}}